{
  "author": "Enter the name of all author(s) of the primary text (e.g. <code>Chrétien de Troyes</code>) or surname and given name of the author(s) of the secondary text, divided by semicolon (e.g. <code>Bumke, Joachim; Loomis, Roger Sherman</code>). When you enter an edition of a primary text as a journal paper or as an article in a collected volume: please note that you should enter only the name of the author(s) of the secondary text. If the (given) name is abbreviated in the publication, please enter the full name. E.g., if the item is attributed to D. Kelly, list it under <code>Kelly, Douglas</code>.",
  "additional_info": "Here you can enter necessary or helpful information which you cannot include in another field (e.g. original foreign language edition). This information will be added at the end of the bibliographical entry. Please make use of this item only in exceptional case.",
  "abstract": "Enter a short abstract of the publication for which you wish to create a new entry. In describing an article in a collected volume, or a journal-paper / article in a yearbook, you should use 50 words at most; for describing a monograph or collected volume you should use 100 words at most. Tags should have been included to describe the topic of the publication and makes the abstract (and the whole entry) readily searchable for users of the database. E.g. use tags like <code>chivalry</code>, <code>fantasy</code>, <code>Graal</code> and so on.",
  "subject_works": "Choose from the pull down menu the author and the work of the author your entry deals with (e.g. <code>Geoffrey Chaucer: Canterbury Tales</code>, or <code>Gottfried von Straßburg: Tristan</code>).",
  "subject_things": "Choose appropriate tags from the pull down menu to describe the matter of the item you are entering in a short and concise way (e.g. <code>chivalry</code>, <code>fantasy</code>, and/or <code>Graal</code>).",
  "language": "Enter the language which is primarily used in the item for which you are creating a new entry (e.g. <code>French</code>, <code>Dutch</code>, or <code>Japanese</code>). Note the language of edited texts as well but do not specify the age (Old French > French, Middle High German > German).",
  "doi": "In order to clearly identify e-publications, enter the International Object Identifier (DOI), if available (e.g. <code>10.1093/fs/knu067</code>, <code>10.4000/episteme.197</code>, or <code>10.1515/jias-2014-0008</code>).",
  "biblio_issn": "In order to clearly identify journals, enter the International Standard Serial Number (ISSN) of the medium of your entry, if available (e.g. <code>2248-3004</code>).",
  "biblio_isbn": " In order to clearly identify books, enter the International Standard Book Number (ISBN) without any marks in between (e.g. <code>9788867283262</code>).",
  "publ_pub_place": "Enter the place(s) where the publication has been published, divided by semicolon (e.g. <code>London; New York, NY; Los Angeles, CA; Paris; Frankfurt a.M.</code>).",
  "publ_pub_house": "Enter the full name of the publishing company of the entry (e.g. <code>McFarland</code>). When abbreviating press names and the like, use <code>Univ.</code> for <code>University</code> or <code>Universitaire,</code> but do not abbreviate <code>Press</code> or </code>Presses</code> to </code>Pr.,</code> thus <code>Cambridge Univ. Press,</code> or <code>Presses Univ. de France.</code> Details of the company (<code>& Company, Inc. Publishers</code>) are not necessary. The German Word <code>Verlag</code> is not essential (instead of </code>Erich Schmidt Verlag only </code>Erich Schmidt).",
  "ser_year_pub": "Enter the year in which the item was published (e.g. <code>2005</code>).",
  "ser_count": "When you enter the data for a monograph or a collected volume, insert the total number of pages (e.g. <code>350</code>). When you enter the data for an article in a collected volume, a journal-paper or a review, insert the respective range of pages (e.g. <code>22-115</code>, or <code>710-35</code>). Always give two digits for numbers above 10: <code>1-5, 1-11, 12-17, 35-49, 86-108, 100-06, 113-45</code>, not <code>35-9</code>, etc. Do not add <code>pp.</code>, <code>S.</code>, etc.",
  "ser_issue": "Enter the issue of the journal (e.g. <code>9</code>).",
  "ser_volume": "Enter the volume / series number of the medium the title of your entry belongs to (e.g. <code>30</code>, if you enter <code>Arthurian Studies, 30)</code>. All volume numbers except for issues of BBIAS should be in Arabic, not Roman, e.g. <code>Rom, 114 (1993)</code> or <code>PRF, 295.</code>",
  "ser_code": "Enter the abbreviation of the title of the volume or journal / series name, if it is on the list of abbreviated journals. Otherwise leave the field blank. If you like to add a new abbreviation, please ask the admin.",
  "ser_title": "In the case of a monograph: Enter the series name (e.g. <code>Classiques du français du Moyen Age</code>). In the case of a journal paper: Enter the full title of the journal name (e.g. <code>Journal of the International Arthurian Society</code>). In the case of an article in a collected volume: Enter the full title of the volume (e.g. <code>Der _Jüngere Titurel_ zwischen Didaxe und Verwilderung. Neue Beiträge zu einem schwierigen Werk</code>). Please note that for an entry of a single article in a collected volume you do not need to fill in the series name.",
  "titl_add": "If relevant, enter the number of the edition (e.g. <code>2nd edition</code>). It is not necessary to identify a first edition.",
  "titl_subtitle": "Enter the subtitle, if there is one. If you need to use italics in the subtitle, mark the relevant part with an underline character before and afterwards (e.g.: if you want to mark the Armed with Madness of Mary Butts in the common way, enter <code>Retelling the Grail Quest in Mary Butts' _Armed with Madness_</code> – this is the code for italics). Quotations, etc. within titles should be single quotes (e.g., </code>Le mot 'conjointure' chez Chrétien de Troyes). Titles within titles should be in italics.",
  "titl_title": "Enter the title of the publication. If you need to use italics in the title, mark the relevant part with an underline character before and afterwards (e.g.: if you want to mark the Conte du Graal of Chrétien de Troyes in the common way, enter <code>Chrétien's _Conte du Graal_ between Myth and History</code> – this is the code for italics). Quotations, etc. within titles should be in single quotes (e.g., </code>Le mot 'conjointure' chez Chrétien de Troyes). Titles within titles should be in italics.",
  "editor": "In case of an <b>edition or a text</b>, enter the name of the editor of the primary text with all the information that should appear in the bibliography. Put all surnames in <code>[brackets]</code>; they are tags in order allow the system to find them and print them in small caps. Examples: <code>ed. Karl [Lachmann]</code> or <code>ed. Kenneth G.T. [Webster], transl. from the Middle High German, rev. and provided with additional notes and an introduction by Roger Sherman [Loomis]</code> <br> In case of a <b>collected volume</b>, enter given name and surname of all editor(s) of the volume, divided by semicolon (e.g. <code>Archibald, Elizabeth; Johnson, David R.</code>).",
  "links": "Links are used to indicate online resources. Please link only sites that are free to access (NOT JSTOR!). Enter the full URL(s) of the appropriate website(s) as well as an explanatory text. Users of the database will not see the full URL. They will see the text you enter to describe the content of the website that the URL leads to in the best and most suitable way. Please use multi-lines to specify multiple URLs and provide an explanatory text in brackets. (e.g. <code>https://google.de [google]</code>"
}
